{"en": {"subtitle": "A multilingual pre-print search tool", "jswarning": "JavaScript is required for this page to function.", "description": "PanLingua enables you to search in your own language for pre-prints on bioRxiv.org. It uses Google Translate to provide machine-generated translations of your query, the results and the text of the manuscripts.", "search_label": "Search term", "language_label": "Language", "privacy_toggle": "Privacy", "privacy_header": "Privacy", "source_link": "Source code", "privacy_text": "We do not store the contents of any query. All translation is performed by Google. "}, "af": {"subtitle": "&#39;N Veeltalige soekinstrument vir voorafdruk", "jswarning": "JavaScript is nodig om hierdie bladsy te laat funksioneer.", "description": "PanLingua stel u in staat om in u eie taal na voorafdrukke op bioRxiv.org te soek. Dit maak gebruik van Google Translate om masjien-gegenereerde vertalings van u navraag, die resultate en die teks van die manuskripte te voorsien.", "search_label": "Soek term", "language_label": "Taal", "privacy_toggle": "privaatheid", "privacy_header": "privaatheid", "source_link": "Bronkode", "privacy_text": "Ons stoor nie die inhoud van enige navraag nie. Alle vertalings word deur Google uitgevoer."}, "sq": {"subtitle": "Një mjet kërkimi shumë-gjuhësor para-shtypur", "jswarning": "JavaScript është e nevojshme që kjo faqe të funksionojë.", "description": "PanLingua ju lejon të kërkoni në gjuhën tuaj për printime paraprake në bioRxiv.org. Ai përdor Google Translate për të siguruar përkthime të krijuara nga makineria e pyetjes suaj, rezultatet dhe tekstin e dorëshkrimeve.", "search_label": "Termi i kërkimit", "language_label": "Gjuhe", "privacy_toggle": "intimitet", "privacy_header": "intimitet", "source_link": "Kodi i burimit", "privacy_text": "Ne nuk i ruajmë përmbajtjet e ndonjë pyetjeje. I gjithë përkthimi kryhet nga Google."}, "am": {"subtitle": "ባለብዙ ቋንቋ ቅድመ-ህትመት ፍለጋ መሣሪያ", "jswarning": "ይህ ገጽ እንዲሠራ ጃቫስክሪፕት ያስፈልጋል።", "description": "PanLingua በ bioRxiv.org ላይ ለቅድመ ህትመቶች በራስዎ ቋንቋ ለመፈለግ ያስችልዎታል። የጥያቄዎን ፣ የተገኙትን ውጤቶች እና ጽሑፎችን ጽሑፍ በ ማሽን-የመነጩ ትርጉሞችን ለማቅረብ Google ትርጉምን ይጠቀማል።", "search_label": "የፍለጋ ቃል", "language_label": "ቋንቋ", "privacy_toggle": "ግላዊነት", "privacy_header": "ግላዊነት", "source_link": "ምንጭ ኮድ", "privacy_text": "የማንኛውንም መጠይቅ ይዘቶች አናከማችም። ሁሉም ትርጉም የሚከናወነው በ Google ነው።"}, "ar": {"subtitle": "أداة بحث قبل الطباعة متعددة اللغات", "jswarning": "JavaScript مطلوب حتى تعمل هذه الصفحة.", "description": "يتيح لك PanLingua البحث بلغتك عن مطبوعات مسبقة على bioRxiv.org. يستخدم Google Translate لتوفير ترجمات تم إنشاؤها آليًا لاستفسارك والنتائج ونص المخطوطات.", "search_label": "مصطلح البحث", "language_label": "لغة", "privacy_toggle": "الإجمالية", "privacy_header": "الإجمالية", "source_link": "مصدر الرمز", "privacy_text": "نحن لا نخزن محتويات أي استفسار. تتم جميع عمليات الترجمة بواسطة Google."}, "hy": {"subtitle": "Նախալեզման որոնման բազմալեզու գործիք", "jswarning": "Այս էջը գործելու համար անհրաժեշտ է JavaScript:", "description": "PanLingua- ն հնարավորություն է տալիս ձեր սեփական լեզվով որոնել bioRxiv.org- ում նախնական տպագրությունները: Այն օգտագործում է Google Translate- ը `ձեր հարցման, արդյունքների և ձեռագրերի տեքստի մեքենայական թարգմանություններ ապահովելու համար:", "search_label": "Որոնման տերմին", "language_label": "Լեզու", "privacy_toggle": "Գաղտնիություն", "privacy_header": "Գաղտնիություն", "source_link": "Աղբյուրի կոդը", "privacy_text": "Մենք չենք պահպանում որևէ հարցման բովանդակությունը: Ամբողջ թարգմանությունը կատարվում է Google- ի կողմից:"}, "az": {"subtitle": "Çoxdilli əvvəlcədən çap axtarış vasitəsi", "jswarning": "Bu səhifənin işləməsi üçün JavaScript tələb olunur.", "description": "PanLingua, bioRxiv.org saytında əvvəlcədən çap üçün öz dilinizdə axtarış aparmağa imkan verir. Sorgunuzun, nəticələrin və əlyazmaların mətninin avtomatlaşdırılmış tərcümələrini təmin etmək üçün Google Tərcümədən istifadə edir.", "search_label": "Axtarış termini", "language_label": "Dil", "privacy_toggle": "Məxfilik", "privacy_header": "Məxfilik", "source_link": "Mənbə kodu", "privacy_text": "Heç bir sorğunun məzmununu saxlamırıq. Bütün tərcümə Google tərəfindən həyata keçirilir."}, "eu": {"subtitle": "Aurrez inprimatzeko bilaketa eleanitza tresna", "jswarning": "Javascript-a beharrezkoa da orrialde hau funtziona dezan.", "description": "PanLingua bioRxiv.org webgunean aurre-inprimaketak egiteko zure hizkuntzan bilatzeko aukera ematen du. Google Translate erabiltzen du zure kontsultaren, emaitzak eta eskuizkribuen testua automatikoki sortutako itzulpenak emateko.", "search_label": "Bilaketa-terminoa", "language_label": "Hizkuntza", "privacy_toggle": "pribatutasuna", "privacy_header": "pribatutasuna", "source_link": "Iturburu kodea", "privacy_text": "Ez dugu kontsultaren edukia gordetzen. Itzulpen guztiak Google-k egiten ditu."}, "be": {"subtitle": "Шматмоўны інструмент пошуку перад друкам", "jswarning": "Для працы гэтай старонкі неабходны JavaScript.", "description": "PanLingua дазваляе шукаць на вашай роднай мове папярэднія раздрукоўкі на bioRxiv.org. Ён выкарыстоўвае Google Translate, каб забяспечыць машынаваны пераклад вашых запытаў, вынікаў і тэксту рукапісаў.", "search_label": "Пошукавы тэрмін", "language_label": "Мова", "privacy_toggle": "Канфідэнцыяльнасць", "privacy_header": "Канфідэнцыяльнасць", "source_link": "Зыходны код", "privacy_text": "Мы не захоўваем змесціва ні аднаго запыту. Увесь пераклад ажыццяўляецца Google."}, "bn": {"subtitle": "একটি বহুভাষিক প্রাক-মুদ্রণ অনুসন্ধান সরঞ্জাম", "jswarning": "এই পৃষ্ঠাটি কাজ করার জন্য জাভাস্ক্রিপ্টের প্রয়োজন।", "description": "PanLingua আপনাকে bioRxiv.org- এ প্রাক-প্রিন্টগুলির জন্য নিজের ভাষায় অনুসন্ধান করতে সক্ষম করে। এটি আপনার ক্যোয়ারী, ফলাফল এবং পান্ডুলিপিগুলির পাঠ্য মেশিন দ্বারা উত্পাদিত অনুবাদ সরবরাহ করতে গুগল অনুবাদ ব্যবহার করে।", "search_label": "অনুসন্ধানের শর্ত", "language_label": "ভাষা", "privacy_toggle": "গোপনীয়তা", "privacy_header": "গোপনীয়তা", "source_link": "সোর্স কোড", "privacy_text": "আমরা কোনও প্রশ্নের উত্স সংরক্ষণ করি না store সমস্ত অনুবাদ গুগল দ্বারা সম্পাদিত হয়।"}, "bs": {"subtitle": "Višejezični alat za pretraživanje prije štampanja", "jswarning": "Za upotrebu ove stranice potreban je JavaScript.", "description": "PanLingua vam omogućuje pretraživanje na vašem jeziku za prethodne ispise na bioRxiv.org. Koristi Google Translate za pružanje mašinskih prijevoda vaših upita, rezultata i teksta rukopisa.", "search_label": "Pojam za pretraživanje", "language_label": "Jezik", "privacy_toggle": "Privatnost", "privacy_header": "Privatnost", "source_link": "Izvorni kod", "privacy_text": "Ne pohranjujemo sadržaj bilo kojeg upita. Sav prijevod obavlja Google."}, "bg": {"subtitle": "Многоезичен инструмент за търсене преди печат", "jswarning": "JavaScript е необходим, за да функционира тази страница.", "description": "PanLingua ви позволява да търсите на собствения си език за предварителни разпечатки на bioRxiv.org. Той използва Google Translate за предоставяне на машинно генерирани преводи на вашето запитване, резултатите и текста на ръкописите.", "search_label": "Термин за търсене", "language_label": "език", "privacy_toggle": "поверителност", "privacy_header": "поверителност", "source_link": "Програмен код", "privacy_text": "Ние не съхраняваме съдържанието на никое запитване. Целият превод се извършва от Google."}, "ca": {"subtitle": "Una eina de cerca de preimpressió multilingüe", "jswarning": "És necessari que JavaScript funcioni per a aquesta pàgina.", "description": "PanLingua us permet cercar en el vostre idioma idiomes previs a bioRxiv.org. Utilitza Google Translate per proporcionar traduccions generades de màquina de la vostra consulta, els resultats i el text dels manuscrits.", "search_label": "Terme de cerca", "language_label": "Llenguatge", "privacy_toggle": "Privacitat", "privacy_header": "Privacitat", "source_link": "Codi font", "privacy_text": "No emmagatzemem el contingut de cap consulta. Tota la traducció és realitzada per Google."}, "ceb": {"subtitle": "Usa ka multilingual pre-print nga himan sa pagpangita", "jswarning": "Gikinahanglan ang JavaScript aron molihok kini nga panid.", "description": "Ang PanLingua nagtugot kanimo sa pagpangita sa imong kaugalingon nga sinultian alang sa mga pre-print sa bioRxiv.org. Gigamit niini ang Google Translate aron mahatagan ang mga hubad nga hinimo sa makina sa imong pangutana, ang mga resulta ug teksto sa mga manuskrito.", "search_label": "Termino sa pagpangita", "language_label": "Pinulongan", "privacy_toggle": "Pagkapribado", "privacy_header": "Pagkapribado", "source_link": "Source code", "privacy_text": "Wala namo itago ang sulud sa bisan unsang pangutana. Ang tanan nga paghubad gihimo sa Google."}, "ny": {"subtitle": "Chida chosakira chosindikizira ambiri", "jswarning": "JavaScript ndiyofunikira kuti tsambali lizigwira ntchito.", "description": "PanLingua imakuthandizani kuti mufufuze mumalilime anu kuti musindikize pa bioRxiv.org. Amagwiritsa ntchito Google Tafsiri kuti apereke matanthauzidwe opanga makina anu, zotsatira ndi zolemba pamanja.", "search_label": "Nthawi yosaka", "language_label": "Chilankhulo", "privacy_toggle": "Zazinsinsi", "privacy_header": "Zazinsinsi", "source_link": "Nambala yachinsinsi", "privacy_text": "Sitisunga zomwe zili patsamba lililonse. Kutanthauzira konse kumachitika ndi Google."}, "zh": {"subtitle": "多语言预印搜索工具", "jswarning": "要使此页面正常运行，需要JavaScript。", "description": "使用PanLingua，您可以使用自己的语言在bioRxiv.org上搜索预印本。它使用Google翻译来提供您查询，结果和手稿文本的机器生成的翻译。", "search_label": "搜索词", "language_label": "语言", "privacy_toggle": "隐私", "privacy_header": "隐私", "source_link": "源代码", "privacy_text": "我们不存储任何查询的内容。所有翻译均由Google执行。"}, "zh-TW": {"subtitle": "多語言預印搜索工具", "jswarning": "要使此頁面正常運行，需要JavaScript。", "description": "使用PanLingua，您可以使用自己的語言在bioRxiv.org上搜索預印本。它使用Google翻譯來提供您查詢，結果和手稿文本的機器生成的翻譯。", "search_label": "搜索詞", "language_label": "語言", "privacy_toggle": "隱私", "privacy_header": "隱私", "source_link": "源代碼", "privacy_text": "我們不存儲任何查詢的內容。所有翻譯均由Google執行。"}, "co": {"subtitle": "Un strumentu di ricerca pre-stampa multilingua", "jswarning": "È necessariu JavaScript per questa funzione.", "description": "PanLingua permette di ricercà in a vostra lingua per preimprese nantu bioRxiv.org. Utiliza Google Translate per furnisce traduzzioni generate da a vostra quistione, i risultati è u testu di i manuscritti.", "search_label": "Termu di ricerca", "language_label": "Lingua", "privacy_toggle": "A privacy", "privacy_header": "A privacy", "source_link": "Codice fonte", "privacy_text": "Ùn guardemu micca u cuntenutu di qualsiasi dumanda. Tutte e traduzzioni sò realizati da Google."}, "hr": {"subtitle": "Višejezični alat za pretraživanje prije ispisa", "jswarning": "JavaScript je potreban za funkcioniranje ove stranice.", "description": "PanLingua vam omogućuje pretraživanje na vlastitom jeziku radi preispitivanja na bioRxiv.org. Koristi Google Translate za pružanje strojno generiranih prijevoda vaših upita, rezultata i teksta rukopisa.", "search_label": "Pojam za pretraživanje", "language_label": "Jezik", "privacy_toggle": "Privatnost", "privacy_header": "Privatnost", "source_link": "Izvorni kod", "privacy_text": "Ne pohranjujemo sadržaj upita. Sav prijevod obavlja Google."}, "cs": {"subtitle": "Vícejazyčný vyhledávací nástroj před tiskem", "jswarning": "Pro správnou funkci této stránky je vyžadován JavaScript.", "description": "PanLingua umožňuje vyhledávat předtištěné výtisky ve vašem vlastním jazyce na bioRxiv.org. Používá Google Translate k poskytování strojově generovaných překladů vašeho dotazu, výsledků a textu rukopisů.", "search_label": "Hledaný výraz", "language_label": "Jazyk", "privacy_toggle": "Soukromí", "privacy_header": "Soukromí", "source_link": "Zdrojový kód", "privacy_text": "Neukládáme obsah žádného dotazu. Veškerý překlad provádí Google."}, "da": {"subtitle": "Et flersproget fortrykt søgeværktøj", "jswarning": "JavaScript kræves for at denne side skal fungere.", "description": "PanLingua giver dig mulighed for at søge på dit eget sprog efter fortryk på bioRxiv.org. Den bruger Google Translate til at levere maskingenererede oversættelser af din forespørgsel, resultaterne og teksten til manuskripterne.", "search_label": "Søgeterm", "language_label": "Sprog", "privacy_toggle": "Privatliv", "privacy_header": "Privatliv", "source_link": "Kildekode", "privacy_text": "Vi gemmer ikke indholdet af nogen forespørgsel. Al oversættelse udføres af Google."}, "nl": {"subtitle": "Een meertalige pre-print zoekfunctie", "jswarning": "JavaScript is vereist om deze pagina te laten werken.", "description": "Met PanLingua kunt u in uw eigen taal zoeken naar voorafdrukken op bioRxiv.org. Het maakt gebruik van Google Translate om machinaal gegenereerde vertalingen van uw zoekopdracht, de resultaten en de tekst van de manuscripten te leveren.", "search_label": "Zoekterm", "language_label": "Taal", "privacy_toggle": "Privacy", "privacy_header": "Privacy", "source_link": "Broncode", "privacy_text": "We slaan de inhoud van een zoekopdracht niet op. Alle vertalingen worden uitgevoerd door Google."}, "eo": {"subtitle": "Multlingva antaŭtipula serĉilo", "jswarning": "Oni bezonas JavaScript por ĉi tiu paĝo funkcii.", "description": "PanLingua ebligas al vi serĉi en via propra lingvo preselektojn sur bioRxiv.org. Ĝi uzas Google Translate por provizi maŝinajn tradukojn de via enketo, la rezultojn kaj la tekston de la manuskriptoj.", "search_label": "Serĉo termino", "language_label": "Lingvo", "privacy_toggle": "Privateco", "privacy_header": "Privateco", "source_link": "Fontkodo", "privacy_text": "Ni ne stokas la enhavon de iu demando. Ĉiu traduko estas farita de Google."}, "et": {"subtitle": "Mitmekeelne eeltrükkimisriist", "jswarning": "Selle lehe toimimiseks on vaja JavaScripti.", "description": "PanLingua võimaldab teil veebisaidil bioRxiv.org otsida eelprinte oma emakeeles. See kasutab Google Translate&#39;i, et pakkuda teie päringu, tulemuste ja käsikirjade teksti masintõlkeid.", "search_label": "Otsingutermin", "language_label": "Keel", "privacy_toggle": "Privaatsus", "privacy_header": "Privaatsus", "source_link": "Lähtekood", "privacy_text": "Me ei salvesta ühegi päringu sisu. Kogu tõlke teostab Google."}, "tl": {"subtitle": "Isang tool na pang-pre-print na paghahanap ng maraming wika", "jswarning": "Kinakailangan ang JavaScript para gumana ang pahinang ito.", "description": "Pinapayagan ka ng PanLingua na maghanap sa iyong sariling wika para sa mga pre-print sa bioRxiv.org. Gumagamit ito ng Google Translate upang magbigay ng mga salin na nilikha ng iyong query, ang mga resulta at teksto ng mga manuskrito.", "search_label": "Term sa paghahanap", "language_label": "Wika", "privacy_toggle": "Pagkapribado", "privacy_header": "Pagkapribado", "source_link": "Source code", "privacy_text": "Hindi namin iniimbak ang mga nilalaman ng anumang query. Ang lahat ng pagsasalin ay isinagawa ng Google."}, "fi": {"subtitle": "Monikielinen esipainettu hakutyökalu", "jswarning": "Tämän sivun toiminta edellyttää JavaScriptiä.", "description": "PanLingua antaa sinun etsiä omalla kielelläsi esitulosteita bioRxiv.org-sivustosta. Se käyttää Google-kääntäjää tarjoamaan koneella tuotetut käännökset kyselystäsi, tuloksista ja käsikirjoitusten tekstistä.", "search_label": "Hakusana", "language_label": "Kieli", "privacy_toggle": "yksityisyys", "privacy_header": "yksityisyys", "source_link": "Lähdekoodi", "privacy_text": "Emme tallenna minkään kyselyn sisältöä. Kaikki käännökset suorittaa Google."}, "fr": {"subtitle": "Un outil de recherche pré-impression multilingue", "jswarning": "JavaScript est requis pour que cette page fonctionne.", "description": "PanLingua vous permet de rechercher dans votre propre langue des pré-impressions sur bioRxiv.org. Il utilise Google Translate pour fournir des traductions générées par machine de votre requête, des résultats et du texte des manuscrits.", "search_label": "Terme de recherche", "language_label": "La langue", "privacy_toggle": "Intimité", "privacy_header": "Intimité", "source_link": "Code source", "privacy_text": "Nous ne stockons le contenu d&#39;aucune requête. Toutes les traductions sont effectuées par Google."}, "fy": {"subtitle": "In meartalich sykopdracht foarôfdruk", "jswarning": "JavaScript is nedich foar dizze side om te funksjonearjen.", "description": "PanLingua kinne jo yn jo eigen taal sykje nei foarôfdrukken op bioRxiv.org. It brûkt Google Translate om masine-generearre oersettingen te leverjen fan jo fraach, de resultaten en de tekst fan &#39;e manuskripten.", "search_label": "Sykje term", "language_label": "Taal", "privacy_toggle": "Privacy", "privacy_header": "Privacy", "source_link": "Boarnekoade", "privacy_text": "Wy bewarje de ynhâld fan gjin fraach. Alle oersetting wurdt útfierd troch Google."}, "gl": {"subtitle": "Unha ferramenta de busca de preimpresión multilingüe", "jswarning": "Para que esta páxina funcione é necesario JavaScript.", "description": "PanLingua permítelle buscar no seu idioma as preimpresións en bioRxiv.org. Emprega Google Translate para ofrecer traducións xeradas por máquina da túa consulta, os resultados e o texto dos manuscritos.", "search_label": "Termo de busca", "language_label": "Lingua", "privacy_toggle": "Privacidade", "privacy_header": "Privacidade", "source_link": "Código fonte", "privacy_text": "Non almacenamos o contido de ningunha consulta. Toda a tradución é realizada por Google."}, "ka": {"subtitle": "წინასწარ ბეჭდვითი ძებნის მრავალენოვანი ენა", "jswarning": "ამ გვერდის ფუნქციონირებისთვის საჭიროა JavaScript.", "description": "PanLingua საშუალებას გაძლევთ საკუთარ ენაზე მოძებნოთ წინასწარ ანაბეჭდები bioRxiv.org– ზე. იგი იყენებს Google Translate– ს, რათა უზრუნველყოს თქვენი მოთხოვნის, შედეგების და ხელნაწერების ტექსტის ავტომატურად წარმოქმნილი თარგმანები.", "search_label": "ძიების სიტყვა", "language_label": "Ენა", "privacy_toggle": "კონფიდენციალურობა", "privacy_header": "კონფიდენციალურობა", "source_link": "Საწყისი კოდი", "privacy_text": "ჩვენ არ ინახავს რაიმე შეკითხვის შინაარსს. მთელი თარგმანი შესრულებულია Google- ის მიერ."}, "de": {"subtitle": "Ein mehrsprachiges Pre-Print-Suchwerkzeug", "jswarning": "JavaScript ist erforderlich, damit diese Seite funktioniert.", "description": "Mit PanLingua können Sie in Ihrer eigenen Sprache nach Vorabdrucken auf bioRxiv.org suchen. Es verwendet Google Translate, um maschinell generierte Übersetzungen Ihrer Anfrage, der Ergebnisse und des Texts der Manuskripte bereitzustellen.", "search_label": "Suchbegriff", "language_label": "Sprache", "privacy_toggle": "Privatsphäre", "privacy_header": "Privatsphäre", "source_link": "Quellcode", "privacy_text": "Wir speichern den Inhalt keiner Anfrage. Alle Übersetzungen werden von Google durchgeführt."}, "el": {"subtitle": "Ένα πολύγλωσσο εργαλείο αναζήτησης πριν από την εκτύπωση", "jswarning": "Απαιτείται JavaScript για να λειτουργήσει αυτή η σελίδα.", "description": "Το PanLingua σας δίνει τη δυνατότητα να κάνετε αναζήτηση στη γλώσσα σας για προ-εκτυπώσεις στο bioRxiv.org. Χρησιμοποιεί το Google Translate για την παροχή μεταφρασμένων από μηχανή μεταφράσεων του ερωτήματος σας, των αποτελεσμάτων και του κειμένου των χειρογράφων.", "search_label": "Ορος αναζήτησης", "language_label": "Γλώσσα", "privacy_toggle": "Μυστικότητα", "privacy_header": "Μυστικότητα", "source_link": "Κωδικός πηγής", "privacy_text": "Δεν αποθηκεύουμε τα περιεχόμενα οποιουδήποτε ερωτήματος. Όλες οι μεταφράσεις πραγματοποιούνται από την Google."}, "gu": {"subtitle": "એક બહુભાષી પ્રિ-પ્રિંટ શોધ સાધન", "jswarning": "આ પૃષ્ઠને કાર્ય કરવા માટે જાવાસ્ક્રિપ્ટ આવશ્યક છે.", "description": "પેનલીંગુઆ તમને બાયરોએક્સિવ.આર.ઓ.આર.જી. પર પ્રી-પ્રિન્ટ્સ માટે તમારી પોતાની ભાષામાં શોધવામાં સક્ષમ કરે છે. તે તમારી ક્વેરી, પરિણામો અને હસ્તપ્રતોના ટેક્સ્ટના મશીન-જનરેટેડ અનુવાદો પ્રદાન કરવા માટે ગૂગલ ટ્રાન્સલેટનો ઉપયોગ કરે છે.", "search_label": "શોધ શબ્દ", "language_label": "ભાષા", "privacy_toggle": "ગોપનીયતા", "privacy_header": "ગોપનીયતા", "source_link": "સ્ત્રોત કોડ", "privacy_text": "અમે કોઈપણ ક્વેરીની સામગ્રી સંગ્રહિત કરતા નથી. બધા અનુવાદ ગૂગલ દ્વારા કરવામાં આવે છે."}, "ht": {"subtitle": "Yon zouti pou rechèch pre-enprime plizyè lang", "jswarning": "JavaScript obligatwa pou paj sa a fonksyone.", "description": "PanLingua pèmèt ou fè rechèch nan pwòp lang ou pou pre-simagri sou bioRxiv.org. Li itilize Google Translate pou bay tradiksyon machin ki pwodwi rechèch ou, rezilta yo ak tèks maniskri yo.", "search_label": "Tèm rechèch la", "language_label": "Lang", "privacy_toggle": "Privacy", "privacy_header": "Privacy", "source_link": "Kòd sous", "privacy_text": "Nou pa magazen sa ki nan nenpòt ki sijè rechèch. Tout tradiksyon an fèt pa Google."}, "ha": {"subtitle": "Kayan aiki na fara amfani da rubutu na rubuce-rubuce da dama", "jswarning": "JavaScript ana buƙatar wannan shafin don aiki.", "description": "PanLingua tana ba ku damar bincika yarenku don pre-kwafi akan bioRxiv.org. Yana amfani da Fassarar Google don samar da fassarar injin ƙirar tambayoyinku, sakamakon da rubutun rubutun.", "search_label": "Kalmar nema", "language_label": "Harshe", "privacy_toggle": "Sirri", "privacy_header": "Sirri", "source_link": "Lambar tushe", "privacy_text": "Ba mu adana abinda ke ciki na kowane tambaya ba. Dukkanin fassarar Google ne ke yin ta."}, "haw": {"subtitle": "He māka mea noi pākuʻaha ʻōlelo lehulehu", "jswarning": "Hana ʻia ʻo JavaScript no kēia ʻaoʻao e hana.", "description": "Hiki iā PanLingua ke ʻimi iā ʻoe i kāu ʻōlelo ponoʻī no ka paʻi mua ʻana ma ka bioRxiv.org. Hoʻohana ia iā Google Translate e hoʻolako i nā unuhi mīkini i hoʻoili ʻia o kāu nīnau, nā hopena a me nā mana o nā kākau.", "search_label": "Paukū huaʻōlelo", "language_label": "ʻLelo", "privacy_toggle": "Pūnaewele", "privacy_header": "Pūnaewele", "source_link": "Hoʻopā&#39;ālua", "privacy_text": "ʻAʻole mākou e mālama i nā manaʻo o kekahi nīnau. Hana ʻia ka unuhi āpau e Google."}, "iw": {"subtitle": "כלי חיפוש הדפסה רב-לשוני", "jswarning": "JavaScript נדרש כדי שדף זה יפעל.", "description": "PanLingua מאפשר לך לחפש בשפה שלך הדפסים מוקדמים ב- bioRxiv.org. הוא משתמש ב- Google Translate כדי לספק תרגומים שנוצרו במכונה של השאילתה שלך, התוצאות וטקסט כתבי היד.", "search_label": "מונח חיפוש", "language_label": "שפה", "privacy_toggle": "פרטיות", "privacy_header": "פרטיות", "source_link": "קוד מקור", "privacy_text": "אנו לא שומרים את תוכן שאילתה. כל התרגום מבוצע על ידי גוגל."}, "hi": {"subtitle": "एक बहुभाषी प्री-प्रिंट सर्च टूल", "jswarning": "इस पृष्ठ को कार्य करने के लिए जावास्क्रिप्ट आवश्यक है।", "description": "PanLingua आपको bioRxiv.org पर प्री-प्रिंट के लिए अपनी भाषा में खोज करने में सक्षम बनाता है। यह आपकी क्वेरी के मशीन-जनरेट किए गए अनुवाद, परिणाम और पांडुलिपियों के पाठ को प्रदान करने के लिए Google अनुवाद का उपयोग करता है।", "search_label": "शब्द को खोजें", "language_label": "भाषा", "privacy_toggle": "एकांत", "privacy_header": "एकांत", "source_link": "सोर्स कोड", "privacy_text": "हम किसी भी क्वेरी की सामग्री को संग्रहीत नहीं करते हैं। सभी अनुवाद Google द्वारा किए गए हैं।"}, "hmn": {"subtitle": "Muaj ntau hom ntawv hais uantej", "jswarning": "JavaScript yuav tsum muaj rau nplooj ntawv no ua haujlwm.", "description": "PanLingua tso cai koj tshawb hauv koj cov lus rau kev luam tawm ua ntej ntawm bioRxiv.org. Nws siv Google Txhais lus los muab cov tshuab txhais ua koj cov lus nug, cov txiaj ntsig thiab cov ntawv sau ntawm cov ntawv sau.", "search_label": "Nrhiav sij hawm", "language_label": "Lus", "privacy_toggle": "Tsis pub twg paub", "privacy_header": "Tsis pub twg paub", "source_link": "Tau qhov twg los code", "privacy_text": "Peb tsis txhob tso cov ntsiab lus ntawm ib cov lus nug. Txhua yam kev txhais lus yog ua los ntawm Google."}, "hu": {"subtitle": "Többnyelvű nyomtatás előtti kereső eszköz", "jswarning": "Az oldal működéséhez JavaScript szükséges.", "description": "A PanLingua lehetővé teszi, hogy saját nyelvén keressen előnyomatokat a bioRxiv.org webhelyen. A Google Fordító segítségével biztosítja a lekérdezés, az eredmények és a kéziratok szövegének gépi úton történő fordítását.", "search_label": "Keresési kifejezés", "language_label": "Nyelv", "privacy_toggle": "Magánélet", "privacy_header": "Magánélet", "source_link": "Forráskód", "privacy_text": "Semmilyen lekérdezés tartalmát nem tároljuk. Az összes fordítást a Google végzi."}, "is": {"subtitle": "Fjöltyngt forprentað leitartæki", "jswarning": "JavaScript er krafist til að þessi síða virki.", "description": "PanLingua gerir þér kleift að leita á þínu eigin tungumáli að forprentun á bioRxiv.org. Það notar Google Translate til að bjóða upp á vélframleiddar þýðingar á fyrirspurn þinni, niðurstöðum og texta handritanna.", "search_label": "Leitarorð", "language_label": "Tungumál", "privacy_toggle": "Persónuvernd", "privacy_header": "Persónuvernd", "source_link": "Kóðinn", "privacy_text": "Við geymum ekki innihald neinna fyrirspurna. Öll þýðing er framkvæmd af Google."}, "ig": {"subtitle": "Ngwá ọrụ nchọta edere ọtụtụ asụsụ", "jswarning": "Achọrọ JavaScript ka ibe a wee rụọ ọrụ.", "description": "PanLingua na-enyere gi aka inyocha asụsụ gị maka akwụkwọ mbipụta na bioRxiv.org. Ọ na - eji Google Ntụgharị emegharị iji wepụta nsụgharị igwe nke ajụjụ gị, nsonaazụ ya na ederede nke ihe odide ahụ.", "search_label": "Okwu ọchụchọ", "language_label": "Asụsụ", "privacy_toggle": "Nzuzo", "privacy_header": "Nzuzo", "source_link": "Koodu si na ya", "privacy_text": "Anyị anaghị echekwa ọdịnaya nke ajụjụ ọ bụla. A na-eme Google ntụgharị niile."}, "id": {"subtitle": "Alat pencarian pra-cetak multibahasa", "jswarning": "JavaScript diperlukan agar halaman ini berfungsi.", "description": "PanLingua memungkinkan Anda untuk mencari dalam pra-cetakan dalam bahasa Anda sendiri di bioRxiv.org. Ini menggunakan Google Translate untuk menyediakan terjemahan yang dibuat oleh mesin dari permintaan Anda, hasil dan teks dari naskah.", "search_label": "Istilah pencarian", "language_label": "Bahasa", "privacy_toggle": "Pribadi", "privacy_header": "Pribadi", "source_link": "Kode sumber", "privacy_text": "Kami tidak menyimpan konten permintaan apa pun. Semua terjemahan dilakukan oleh Google."}, "ga": {"subtitle": "Uirlis cuardaigh réamhphriontála ilteangach", "jswarning": "Tá JavaScript de dhíth le go bhfeidhmeoidh an leathanach seo.", "description": "Cuireann PanLingua ar do chumas cuardach a dhéanamh i do theanga féin do réamhphriontaí ar bhithRxiv.org. Baineann sé úsáid as Google Translate chun aistriúcháin a ghintear ó mheaisín a sholáthar ar do cheist, ar thorthaí agus ar théacs na lámhscríbhinní.", "search_label": "Téarma cuardaigh", "language_label": "Teanga", "privacy_toggle": "Príobháideacht", "privacy_header": "Príobháideacht", "source_link": "Cód foinse", "privacy_text": "Ní stórálaimid ábhar aon cheist. Déanann Google an t-aistriúchán go léir."}, "it": {"subtitle": "Uno strumento di ricerca prestampa multilingue", "jswarning": "JavaScript è necessario per far funzionare questa pagina.", "description": "PanLingua ti consente di cercare prestampate nella tua lingua su bioRxiv.org. Utilizza Google Translate per fornire traduzioni generate automaticamente della tua query, dei risultati e del testo dei manoscritti.", "search_label": "Termine di ricerca", "language_label": "linguaggio", "privacy_toggle": "vita privata", "privacy_header": "vita privata", "source_link": "Codice sorgente", "privacy_text": "Non memorizziamo il contenuto di nessuna query. Tutta la traduzione viene eseguita da Google."}, "ja": {"subtitle": "多言語の印刷前検索ツール", "jswarning": "このページを機能させるにはJavaScriptが必要です。", "description": "PanLinguaを使用すると、bioRxiv.orgのプレプリントを自分の言語で検索できます。 Google翻訳を使用して、クエリの機械生成された翻訳、結果、原稿のテキストを提供します。", "search_label": "検索語", "language_label": "言語", "privacy_toggle": "プライバシー", "privacy_header": "プライバシー", "source_link": "ソースコード", "privacy_text": "クエリの内容は保存しません。すべての翻訳はGoogleによって実行されます。"}, "jw": {"subtitle": "Alat telusuran pra-cetak macem-macem", "jswarning": "JavaScript dibutuhake supaya kaca iki bisa dienggo.", "description": "PanLingua ngidini sampeyan nelusuri ing basa dhewe kanggo prints cetak ing bioRxiv.org. Nggunakake Google Translate kanggo menehi jarwan saka query sampeyan, asil lan teks naskah.", "search_label": "Tembung telusuran", "language_label": "Basa", "privacy_toggle": "Kebijakan", "privacy_header": "Kebijakan", "source_link": "Kode sumber", "privacy_text": "Kita ora nyimpen isi pitakon apa wae. Kabeh terjemahan ditindakake Google."}, "kn": {"subtitle": "ಬಹುಭಾಷಾ ಪೂರ್ವ ಮುದ್ರಣ ಹುಡುಕಾಟ ಸಾಧನ", "jswarning": "ಈ ಪುಟ ಕಾರ್ಯನಿರ್ವಹಿಸಲು ಜಾವಾಸ್ಕ್ರಿಪ್ಟ್ ಅಗತ್ಯವಿದೆ.", "description": "BioRxiv.org ನಲ್ಲಿ ಪೂರ್ವ ಮುದ್ರಣಗಳಿಗಾಗಿ ನಿಮ್ಮ ಸ್ವಂತ ಭಾಷೆಯಲ್ಲಿ ಹುಡುಕಲು ಪ್ಯಾನ್‌ಲಿಂಗುವಾ ನಿಮಗೆ ಅನುವು ಮಾಡಿಕೊಡುತ್ತದೆ. ನಿಮ್ಮ ಪ್ರಶ್ನೆಯ ಯಂತ್ರ-ರಚಿತ ಅನುವಾದಗಳು, ಫಲಿತಾಂಶಗಳು ಮತ್ತು ಹಸ್ತಪ್ರತಿಗಳ ಪಠ್ಯವನ್ನು ಒದಗಿಸಲು ಇದು Google ಅನುವಾದವನ್ನು ಬಳಸುತ್ತದೆ.", "search_label": "ಹುಡುಕಾಟ ಪದ", "language_label": "ಭಾಷೆ", "privacy_toggle": "ಗೌಪ್ಯತೆ", "privacy_header": "ಗೌಪ್ಯತೆ", "source_link": "ಮೂಲ ಕೋಡ್", "privacy_text": "ನಾವು ಯಾವುದೇ ಪ್ರಶ್ನೆಯ ವಿಷಯಗಳನ್ನು ಸಂಗ್ರಹಿಸುವುದಿಲ್ಲ. ಎಲ್ಲಾ ಅನುವಾದವನ್ನು Google ನಿರ್ವಹಿಸುತ್ತದೆ."}, "kk": {"subtitle": "Көп тілді басып шығаруға дейінгі іздеу құралы", "jswarning": "Бұл беттің жұмыс істеуі үшін JavaScript қажет.", "description": "PanLingua bioRxiv.org сайтында алдын-ала басып шығаруды өз тіліңізде іздеуге мүмкіндік береді. Ол Google Translate-ті сіздің сұрағыңыздың, нәтижелер мен қолжазбалардың мәтінін автоматты түрде жасау үшін қолданады.", "search_label": "Іздеу термині", "language_label": "Тіл", "privacy_toggle": "Құпиялылық", "privacy_header": "Құпиялылық", "source_link": "Бастапқы код", "privacy_text": "Біз кез келген сұраудың мазмұнын сақтамаймыз. Барлық аударманы Google жасайды."}, "km": {"subtitle": "ឧបករណ៍ស្វែងរកបោះពុម្ពពហុភាសា", "jswarning": "JavaScript ត្រូវបានទាមទារសម្រាប់ទំព័រនេះដើម្បីដំណើរការ។", "description": "PanLingua អនុញ្ញាតឱ្យអ្នកស្វែងរកជាភាសាផ្ទាល់ខ្លួនរបស់អ្នកសម្រាប់ការបោះពុម្ពមុននៅលើគេហទំព័រ bioRxiv.org ។ វាប្រើកម្មវិធីបកប្រែហ្គូហ្គលដើម្បីផ្តល់ការបកប្រែដែលបង្កើតដោយម៉ាស៊ីនសំណួរនិងលទ្ធផលនៃអត្ថបទសាត្រាស្លឹករឹត។", "search_label": "ពាក្យស្វែងរក", "language_label": "ភាសា", "privacy_toggle": "ភាពឯកជន", "privacy_header": "ភាពឯកជន", "source_link": "ប្រភព​កូដ", "privacy_text": "យើងមិនរក្សាទុកមាតិកានៃសំណួរណាមួយឡើយ។ ការបកប្រែទាំងអស់ត្រូវបានអនុវត្តដោយហ្គូហ្គោល។"}, "ko": {"subtitle": "다국어 사전 인쇄 검색 도구", "jswarning": "이 페이지가 작동하려면 JavaScript가 필요합니다.", "description": "PanLingua를 사용하면 bioRxiv.org에서 사전 인쇄를 위해 자국어로 검색 할 수 있습니다. Google 번역을 사용하여 기계로 생성 된 검색어, 결과 및 원고 텍스트를 제공합니다.", "search_label": "검색어", "language_label": "언어", "privacy_toggle": "은둔", "privacy_header": "은둔", "source_link": "소스 코드", "privacy_text": "쿼리 내용은 저장하지 않습니다. 모든 번역은 Google에서 수행합니다."}, "ku": {"subtitle": "Amûrek lêgerîna pêş-çapkirinê ya pirzimanî", "jswarning": "Ji bo karanîna vê rûpelê JavaScript hewce ye.", "description": "PanLingua dihêle ku hûn li zimanê xweya zimanê xwe bigerin ji bo pêş-çapkirinê li bioRxiv.org bigerin. Ew Google Translate bikar tîne da ku ji bo pirsa we, encam û nivîsên destnivîsên wergerandin ên makîneyî peyda bike.", "search_label": "Termê lêgerînê", "language_label": "Ziman", "privacy_toggle": "Taybetî", "privacy_header": "Taybetî", "source_link": "Koda çavkaniyê", "privacy_text": "Em naveroka felekê hilnagirin. Hemî werger ji hêla Google-ê ve tê kirin."}, "ky": {"subtitle": "Бир тилдүү чейинки басма издөө каражаты", "jswarning": "JavaScript иштеши Бул барак үчүн талап кылынат.", "description": "PanLingua bioRxiv.org алдын ала басып чыгаруу үчүн өз тилинде издөө үчүн мүмкүндүк берет. Бул Google сиздин суроо машина түрдө которууну камсыз кылуу Комментарий, жыйынтыктарды чыгарат жана кол жазмаларын текстти колдонот.", "search_label": "Термин издөө", "language_label": "тил", "privacy_toggle": "Жашыруун", "privacy_header": "Жашыруун", "source_link": "Булак коду", "privacy_text": "Биз кандайдыр бир суроо боюнча издөө мазмунун сактоо жок. Бардык котормо Google тарабынан жүзөгө ашырылат."}, "lo": {"subtitle": "ເຄື່ອງມືຄົ້ນຫາແບບພິມຫລາຍພາສາ", "jswarning": "ຕ້ອງມີ JavaScript ສຳ ລັບ ໜ້າ ນີ້ສາມາດໃຊ້ງານໄດ້.", "description": "PanLingua ຊ່ວຍໃຫ້ທ່ານສາມາດຄົ້ນຫາເປັນພາສາຂອງທ່ານເອງ ສຳ ລັບການພິມກ່ອນລ່ວງ ໜ້າ ໃນເວັບໄຊທ໌ bioRxiv.org. ມັນໃຊ້ Google Translate ເພື່ອແປ ຄຳ ແປຂອງທ່ານ, ຜົນການຄົ້ນຫາແລະຂໍ້ຄວາມຂອງ ໜັງ ສືໃບລານ.", "search_label": "ຄຳ ຄົ້ນ", "language_label": "ພາສາ", "privacy_toggle": "ຄວາມເປັນສ່ວນຕົວ", "privacy_header": "ຄວາມເປັນສ່ວນຕົວ", "source_link": "ລະຫັດແຫຼ່ງຂໍ້ມູນ", "privacy_text": "ພວກເຮົາບໍ່ເກັບຮັກສາເນື້ອໃນຂອງ ຄຳ ຖາມໃດໆ. ການແປພາສາທັງ ໝົດ ແມ່ນ ດຳ ເນີນໂດຍ Google."}, "la": {"subtitle": "A pre-print search tool multilingual", "jswarning": "JavaScript required huius paginae ad hoc munus.", "description": "PanLingua ope search for pre-in lingua sua in vestigia bioRxiv.org. Is uses apparatus providere Google Translate to-read translationes textuum tua, et eventus textus mss.", "search_label": "terminus quaerere", "language_label": "Lingua", "privacy_toggle": "Privacy", "privacy_header": "Privacy", "source_link": "source codice", "privacy_text": "Ne quis nos servabit de illa quaesitum est. Omnes enim fit per translationem per Google."}, "lv": {"subtitle": "Daudzvalodu meklēšanas rīks pirmsdrukas drukāšanai", "jswarning": "Lai šī lapa darbotos, ir nepieciešams JavaScript.", "description": "PanLingua dod iespēju bioRxiv.org meklēt pirmsdrukas savā valodā. Tas izmanto Google tulkotāju, lai nodrošinātu mašīnu ģenerētus jūsu vaicājuma, rezultātu un manuskriptu tekstu tulkojumus.", "search_label": "Meklēšanas vienums", "language_label": "Valoda", "privacy_toggle": "Privātums", "privacy_header": "Privātums", "source_link": "Avota kods", "privacy_text": "Mēs neuzglabājam neviena vaicājuma saturu. Visu tulkojumu veic Google."}, "lt": {"subtitle": "Daugiakalbis paieškos įrankis prieš spausdinant", "jswarning": "Kad šis puslapis veiktų, reikalingas „JavaScript“.", "description": "„PanLingua“ suteikia galimybę ieškoti išankstinių spaudinių gimtąja kalba svetainėje bioRxiv.org. Jis naudoja „Google Translate“, kad pateiktų mašininius jūsų užklausos, rezultatų ir rankraščių teksto vertimus.", "search_label": "Paieškos terminas", "language_label": "Kalba", "privacy_toggle": "Privatumas", "privacy_header": "Privatumas", "source_link": "Pirminis kodas", "privacy_text": "Mes nesaugome jokios užklausos turinio. Visą vertimą atlieka „Google“."}, "lb": {"subtitle": "E méisproochegem Pre-Print Sich Tool", "jswarning": "JavaScript ass néideg fir datt dës Säit funktionnéiert.", "description": "PanLingua erlaabt Iech an Ärer eegener Sprooch no Printen op bioRxiv.org ze sichen. Et benotzt Google Translate fir Maschinn generéiert Iwwersetzunge vun Ärer Ufro, d&#39;Resultater an den Text vun de Manuskripter.", "search_label": "Sichbegrëff", "language_label": "Sprooch", "privacy_toggle": "Privatsphär", "privacy_header": "Privatsphär", "source_link": "Quelltext", "privacy_text": "Mir späicheren d&#39;Inhalter vun all Ufro net. All Iwwersetzung gëtt vu Google gemaach."}, "mk": {"subtitle": "Повеќејазична алатка за пребарување пред печатење", "jswarning": "Потребно е JavaScript за оваа функција да функционира.", "description": "PanLingua ви овозможува да пребарувате на вашиот јазик за претходни отпечатоци на bioRxiv.org. Го користи Google Translate за да обезбеди машински генерирани преводи на вашето барање, резултатите и текстот на ракописите.", "search_label": "Поим за пребарување", "language_label": "Јазик", "privacy_toggle": "Приватност", "privacy_header": "Приватност", "source_link": "Изворен код", "privacy_text": "Ние не ги чуваме содржините на кое било барање. Целиот превод го изведува Google."}, "mg": {"subtitle": "Fitaovana fikarohana an-tsoratra maro samihafa", "jswarning": "Ilaina ny JavaScript hampiasaina ity pejy ity.", "description": "PanLingua dia ahafahanao mikaroka amin&#39;ny fiteninao ho an&#39;ny fanontana mialoha ny bioRxiv.org. Mampiasa Google Translate mba hanomezana milina ny dikan-teny fanontanianao, ny valiny ary ny lahatsoratra amin&#39;ireo sora-tanana.", "search_label": "Teny mitady", "language_label": "fiteny", "privacy_toggle": "Privacy", "privacy_header": "Privacy", "source_link": "Kaody loharano", "privacy_text": "Tsy mitahiry ny atiny misy ny fangatahana rehetra izahay. Ny fandikana rehetra dia tanterahin&#39;i Google."}, "ms": {"subtitle": "Alat carian pra-cetak berbilang bahasa", "jswarning": "JavaScript diperlukan untuk halaman ini berfungsi.", "description": "PanLingua membolehkan anda mencari dalam bahasa anda sendiri untuk pra-cetakan di bioRxiv.org. Ia menggunakan Terjemahan Google untuk memberikan terjemahan mesin yang dihasilkan oleh pertanyaan anda, hasil dan teks manuskrip.", "search_label": "Cari istilah", "language_label": "Bahasa", "privacy_toggle": "Privasi", "privacy_header": "Privasi", "source_link": "Kod sumber", "privacy_text": "Kami tidak menyimpan kandungan sebarang pertanyaan. Semua terjemahan dilakukan oleh Google."}, "ml": {"subtitle": "ഒരു ബഹുഭാഷാ പ്രീ-പ്രിന്റ് തിരയൽ ഉപകരണം", "jswarning": "ഈ പേജ് പ്രവർത്തിക്കാൻ ജാവാസ്ക്രിപ്റ്റ് ആവശ്യമാണ്.", "description": "BioRxiv.org- ൽ പ്രീ-പ്രിന്റുകൾക്കായി നിങ്ങളുടെ സ്വന്തം ഭാഷയിൽ തിരയാൻ പാൻ‌ലിംഗുവ നിങ്ങളെ പ്രാപ്‌തമാക്കുന്നു. നിങ്ങളുടെ ചോദ്യത്തിന്റെ മെഷീൻ ജനറേറ്റുചെയ്‌ത വിവർത്തനങ്ങളും ഫലങ്ങളും കൈയെഴുത്തുപ്രതികളുടെ വാചകവും നൽകാൻ ഇത് Google വിവർത്തനം ഉപയോഗിക്കുന്നു.", "search_label": "അന്വേഷണ പദം", "language_label": "ഭാഷ", "privacy_toggle": "സ്വകാര്യത", "privacy_header": "സ്വകാര്യത", "source_link": "സോഴ്സ് കോഡ്", "privacy_text": "ഒരു ചോദ്യത്തിന്റെയും ഉള്ളടക്കം ഞങ്ങൾ സംഭരിക്കുന്നില്ല. എല്ലാ വിവർത്തനവും Google നിർവഹിക്കുന്നു."}, "mt": {"subtitle": "Għodda ta &#39;tfittxija ta&#39; qabel l-istampar multilingwi", "jswarning": "JavaScript huwa meħtieġ biex din il-paġna tiffunzjona.", "description": "PanLingua jippermettilek tfittex bil-lingwa tiegħek stess għal pre-prints fuq bioRxiv.org. Hija tuża Google Translate biex tipprovdi traduzzjonijiet iġġenerati bil-magna tal-mistoqsija tiegħek, ir-riżultati u t-test tal-manuskritti.", "search_label": "Terminu tat-tfittxija", "language_label": "Lingwa", "privacy_toggle": "Privatezza", "privacy_header": "Privatezza", "source_link": "Kodiċi tas-sors", "privacy_text": "Aħna ma jaħżnux il-kontenut ta &#39;kull mistoqsija. It-traduzzjoni kollha ssir minn Google."}, "mi": {"subtitle": "He taputapu rapu taangata-taangata maha", "jswarning": "Ka hiahiatia te JavaScript hei mahi ma tenei whaarangi.", "description": "Ka taea e te PanLingua te rapu i to reo ake mo te kape ki mua o te bioRxiv.org. Ka whakamahi i a Google Translate hei tuku i nga whakaputanga hanga-miihini na runga i to patai, nga hua me nga tuhinga o nga tuhinga.", "search_label": "Te kupu rapu", "language_label": "Te Reo", "privacy_toggle": "Matapapu", "privacy_header": "Matapapu", "source_link": "Waehere puna", "privacy_text": "Kaore matou e rokiroki i nga tuhinga o tetahi patai. Katoa whakamaoritanga ka mahia e Google."}, "mr": {"subtitle": "एक बहुभाषिक प्री-प्रिंट शोध साधन", "jswarning": "हे पृष्ठ कार्य करण्यासाठी जावास्क्रिप्ट आवश्यक आहे.", "description": "पॅनलिंगुआ आपल्याला आपल्या स्वतःच्या भाषेमध्ये बायोआरक्झिव्ह.org वर प्रिंट-प्रिंट शोधण्यासाठी सक्षम करते. हे आपल्या क्वेरीचे मशीन-व्युत्पन्न भाषांतर, परिणाम आणि हस्तलिखिते मजकूर यासाठी Google भाषांतर वापरते.", "search_label": "शोध संज्ञा", "language_label": "भाषा", "privacy_toggle": "गोपनीयता", "privacy_header": "गोपनीयता", "source_link": "मूळ सांकेतिक शब्दकोश", "privacy_text": "आम्ही कोणत्याही क्वेरीची सामग्री संग्रहित करत नाही. सर्व भाषांतर Google द्वारे केले जाते."}, "mn": {"subtitle": "Олон хэлээр хэвлэхээс өмнө хайх хэрэгсэл", "jswarning": "Энэ хуудсыг ажиллуулахын тулд Javascript шаардлагатай.", "description": "PanLingua нь bioRxiv.org дээр урьдчилан хэвлэх зорилгоор өөрийн хэлээр хайх боломжийг олгодог. Энэ нь Google-ийн Орчуулгыг ашиглан таны асуулга, үр дүн, гар бичмэлийн текстийг хөрвүүлдэг.", "search_label": "Хайлтын нэр томъёо", "language_label": "Хэл", "privacy_toggle": "Нууцлал", "privacy_header": "Нууцлал", "source_link": "Эх код", "privacy_text": "Бид ямар ч асуулгын агуулгыг хадгалахгүй. Бүх орчуулгыг Google гүйцэтгэсэн."}, "my": {"subtitle": "ဘာသာစုံဘာသာစကားစုံ pre-print ရှာဖွေရေးကိရိယာ", "jswarning": "ဒီစာမျက်နှာအလုပ်လုပ်ရန် JavaScript လိုအပ်သည်။", "description": "PanLingua သည် bioRxiv.org တွင်ကြိုတင်ပုံနှိပ်ခြင်းအတွက်သင်၏ဘာသာစကားဖြင့်ရှာဖွေနိုင်သည်။ သင်၏ရှာဖွေမှု၊ ရလဒ်နှင့်စာမူများ၏စာသားများကိုစက်ဖြင့်ထုတ်လုပ်ထားသောဂူဂဲလ်ဘာသာပြန်ကိုအသုံးပြုသည်။", "search_label": "ရှာဖွေရေးဝေါဟာရ", "language_label": "ဘာသာစကား", "privacy_toggle": "သီးသန့်တည်ရှိမှု", "privacy_header": "သီးသန့်တည်ရှိမှု", "source_link": "အရင်းအမြစ်ကုဒ်", "privacy_text": "မည်သည့်စုံစမ်းမှုမဆိုသိမ်းဆည်းထားခြင်းမရှိပါ။ ဘာသာပြန်ချက်အားလုံးကို Google မှပြုလုပ်သည်။"}, "ne": {"subtitle": "एक बहुभाषी पूर्व प्रिन्ट खोज उपकरण", "jswarning": "जाभास्क्रिप्ट यो पृष्ठ कार्य गर्नको लागि आवश्यक छ।", "description": "PanLingua ले तपाइँको bioRxiv.org मा प्रिन्ट प्रिन्टहरूको लागि आफ्नै भाषामा खोजी गर्न सक्षम गर्दछ। यसले तपाईंको क्वेरीको परिणामहरू र हस्तलिपिहरूको पाठको मेशिन-अनुवादित अनुवाद प्रदान गर्न गुगल अनुवाद प्रयोग गर्दछ।", "search_label": "खोज शब्द", "language_label": "भाषा", "privacy_toggle": "गोपनीयता", "privacy_header": "गोपनीयता", "source_link": "स्रोत कोड", "privacy_text": "हामी कुनै पनि प्रश्नको सामग्री भण्डार गर्दैनौं। सबै अनुवाद गुगल द्वारा प्रदर्शन गरीएको छ।"}, "no": {"subtitle": "Et flerspråklig forhåndsutskrift søkeverktøy", "jswarning": "JavaScript kreves for at denne siden skal fungere.", "description": "PanLingua lar deg søke på ditt eget språk etter forhåndsutskrifter på bioRxiv.org. Den bruker Google Translate for å gi maskingenererte oversettelser av spørringen, resultatene og teksten til manuskriptene.", "search_label": "Søkeord", "language_label": "Språk", "privacy_toggle": "Personvern", "privacy_header": "Personvern", "source_link": "Kildekode", "privacy_text": "Vi lagrer ikke innholdet i noen spørsmål. All oversettelse utføres av Google."}, "ps": {"subtitle": "یو څو ژبی د مخه د چاپ کولو وسیله", "jswarning": "د دې پا functionې د فعالیت لپاره جاواسکریپټ اړین دی.", "description": "پینلینګوا تاسو ته وړتیا درکوي چې په خپله ژبه په bioRxiv.org کې د مخکینیو پرنټونو لپاره لټون وکړئ. دا ستاسو د پوښتنې ماشین تولید شوې ژباړې ، پایلې او د لاسوندونو متن متن چمتو کولو لپاره ګوګل ژباړه کاروي.", "search_label": "د لټون اصطلاح", "language_label": "ژبه", "privacy_toggle": "محرمیت", "privacy_header": "محرمیت", "source_link": "د سرچينې کوډ", "privacy_text": "موږ د هرې پوښتنې مینځپانګې نه ساتو. ټولې ژباړې د ګوګل لخوا ترسره کیږي."}, "fa": {"subtitle": "یک ابزار جستجوی پیش زبانه چند زبانه", "jswarning": "برای عملکرد این صفحه جاوا اسکریپت لازم است.", "description": "PanLingua شما را قادر می سازد تا به زبان خودتان برای پیش چاپ در bioRxiv.org جستجو کنید. از Google Translate برای ارائه ترجمه های ماشین تولید شده از پرس و جو ، نتایج و متن نسخه های خطی شما استفاده می کند.", "search_label": "اصطلاح جستجو", "language_label": "زبان", "privacy_toggle": "حریم خصوصی", "privacy_header": "حریم خصوصی", "source_link": "کد منبع", "privacy_text": "ما محتوای هر پرس و جو را ذخیره نمی کنیم. همه ترجمه ها توسط Google انجام می شود."}, "pl": {"subtitle": "Wielojęzyczne narzędzie do wyszukiwania przed drukowaniem", "jswarning": "Do działania tej strony wymagany jest JavaScript.", "description": "PanLingua umożliwia wyszukiwanie w swoim własnym języku wydruków wstępnych na stronie bioRxiv.org. Za pomocą Tłumacza Google zapewnia generowane maszynowo tłumaczenia zapytania, wyników i tekstu manuskryptów.", "search_label": "Szukany termin", "language_label": "Język", "privacy_toggle": "Prywatność", "privacy_header": "Prywatność", "source_link": "Kod źródłowy", "privacy_text": "Nie przechowujemy treści żadnego zapytania. Wszystkie tłumaczenia są wykonywane przez Google."}, "pt": {"subtitle": "Uma ferramenta de pesquisa multilíngue de pré-impressão", "jswarning": "É necessário JavaScript para que esta página funcione.", "description": "O PanLingua permite que você procure no seu idioma por pré-impressões em bioRxiv.org. Ele usa o Google Tradutor para fornecer traduções geradas por máquina de sua consulta, os resultados e o texto dos manuscritos.", "search_label": "Termo de pesquisa", "language_label": "Língua", "privacy_toggle": "Privacidade", "privacy_header": "Privacidade", "source_link": "Código fonte", "privacy_text": "Não armazenamos o conteúdo de nenhuma consulta. Toda a tradução é realizada pelo Google."}, "pa": {"subtitle": "ਇੱਕ ਬਹੁ-ਭਾਸ਼ਾਈ ਪ੍ਰੀ-ਪ੍ਰਿੰਟ ਖੋਜ ਖੋਜ ਸੰਦ", "jswarning": "ਇਸ ਪੇਜ ਦੇ ਕੰਮ ਕਰਨ ਲਈ ਜਾਵਾਸਕ੍ਰਿਪਟ ਦੀ ਲੋੜ ਹੈ.", "description": "ਪੈਨਲਿੰਗੁਆ ਤੁਹਾਨੂੰ ਬਾਇਓਰਕਸੀਵ.ਆਰ.ਓ.ਆਰ. &#39;ਤੇ ਪ੍ਰੀ-ਪ੍ਰਿੰਟਸ ਲਈ ਆਪਣੀ ਭਾਸ਼ਾ ਵਿਚ ਖੋਜ ਕਰਨ ਦੇ ਯੋਗ ਕਰਦਾ ਹੈ. ਇਹ ਤੁਹਾਡੀ ਪੁੱਛਗਿੱਛ, ਨਤੀਜੇ ਅਤੇ ਖਰੜੇ ਦੇ ਟੈਕਸਟ ਦੇ ਮਸ਼ੀਨ ਦੁਆਰਾ ਤਿਆਰ ਅਨੁਵਾਦ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਗੂਗਲ ਟ੍ਰਾਂਸਲੇਟ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ.", "search_label": "ਖੋਜ ਸ਼ਬਦ", "language_label": "ਭਾਸ਼ਾ", "privacy_toggle": "ਪਰਦੇਦਾਰੀ", "privacy_header": "ਪਰਦੇਦਾਰੀ", "source_link": "ਸੂਤਰ ਸੰਕੇਤਾਵਲੀ", "privacy_text": "ਅਸੀਂ ਕਿਸੇ ਵੀ ਪ੍ਰਸ਼ਨ ਦੀ ਸਮੱਗਰੀ ਨੂੰ ਸਟੋਰ ਨਹੀਂ ਕਰਦੇ. ਸਾਰਾ ਅਨੁਵਾਦ ਗੂਗਲ ਦੁਆਰਾ ਕੀਤਾ ਜਾਂਦਾ ਹੈ."}, "ro": {"subtitle": "Un instrument de căutare pre-imprimare multilingvă", "jswarning": "Este necesar JavaScript pentru ca această pagină să funcționeze.", "description": "PanLingua vă permite să căutați în limba dvs. pentru preimprimări pe bioRxiv.org. Folosește Google Translate pentru a furniza traduceri generate de mașini ale interogării, a rezultatelor și a textului manuscriselor.", "search_label": "Termen de căutare", "language_label": "Limba", "privacy_toggle": "intimitate", "privacy_header": "intimitate", "source_link": "Cod sursa", "privacy_text": "Nu stocăm conținutul niciunei întrebări. Toate traducerile sunt efectuate de Google."}, "ru": {"subtitle": "Многоязычный инструмент поиска перед печатью", "jswarning": "Для работы этой страницы требуется JavaScript.", "description": "PanLingua позволяет вам искать на вашем родном языке препринты на bioRxiv.org. Он использует Google Translate для предоставления машинного перевода вашего запроса, результатов и текста рукописей.", "search_label": "Искать термин", "language_label": "язык", "privacy_toggle": "Конфиденциальность", "privacy_header": "Конфиденциальность", "source_link": "Исходный код", "privacy_text": "Мы не храним содержимое любого запроса. Все переводы выполняются Google."}, "sm": {"subtitle": "Se meafaigaluega fou e suʻe ai le lolomi", "jswarning": "E manaʻomia le Java mo lenei itulau e faʻatino ai.", "description": "PanLingua e mafai ai ona e suʻeina i lau lava gagana mo faʻamuamua ile bioRxiv.org. E faʻaaogaina Google Translate e tuʻuina atu ai faʻaliliuga gaosia e le masini o lau sailiga, o taunuʻuga ma le tusitusiga o manusuga.", "search_label": "Taimi o sailiga", "language_label": "Gagana", "privacy_toggle": "Tulaga faalilolilo", "privacy_header": "Tulaga faalilolilo", "source_link": "Faʻamatalaga punaoa", "privacy_text": "Matou te le teuina mea o loʻo iai i soʻo se fesili. O faaliliuga uma e faia e Google."}, "gd": {"subtitle": "Inneal sgrùdaidh ro-chlò ioma-chànanach", "jswarning": "Tha feum air JavaScript airson an duilleag seo obrachadh.", "description": "Leigidh PanLingua leat sgrùdadh a dhèanamh sa chànan agad fhèin airson ro-chlò-bhualaidhean air bioRxiv.org. Bidh e a ’cleachdadh Google Translate gus eadar-theangachaidhean inneal-ceist a dhèanamh den cheist agad, na toraidhean agus teacsa nan làmh-sgrìobhainnean.", "search_label": "Teirm rannsachaidh", "language_label": "Cànan", "privacy_toggle": "Prìobhaideachd", "privacy_header": "Prìobhaideachd", "source_link": "Còd stòr", "privacy_text": "Cha bhith sinn a ’stòradh susbaint ceist sam bith. Tha eadar-theangachadh gu lèir air a dhèanamh le Google."}, "sr": {"subtitle": "Вишејезични алат за претраживање прије штампања", "jswarning": "ЈаваСцрипт је потребан за функцију ове странице.", "description": "ПанЛингуа вам омогућава да претражите на свом језику пре-принтеве на биоРкив.орг. Користи Гоогле Транслате за пружање машинских превода ваших упита, резултата и текста рукописа.", "search_label": "Термин за претрагу", "language_label": "Језик", "privacy_toggle": "Приватност", "privacy_header": "Приватност", "source_link": "Изворни код", "privacy_text": "Не чувамо садржај упита. Сав превод обавља Гоогле."}, "st": {"subtitle": "Sesebelisoa sa patlo ea lipuo tse ngata tsa pele", "jswarning": "JavaScript ea hlokahala hore leqephe lena le sebetse.", "description": "PanLingua e u thusa ho batla ka puo ea hau bakeng sa likhatiso tsa pele ho li-bioRxiv.org. E sebelisa Google Tafsiri ho fana ka phetolelo e hlahisitsoeng ke mochini oa potso ea hau, liphetho le sengoloa sa lingoliloeng tse ngotsoeng ka letsoho.", "search_label": "Sebaka sa ho batla", "language_label": "Puo", "privacy_toggle": "Lekunutu", "privacy_header": "Lekunutu", "source_link": "Khoutu ea mohloli", "privacy_text": "Ha re boloke likateng tsa potso efe kapa efe. Liphetolelo tsohle li etsoa ke Google."}, "sn": {"subtitle": "Chishandiso chakawanda chemitauro yekutanga-yekudhinda", "jswarning": "JavaScript inodiwa kuti peji ino ishande.", "description": "PanLingua inokugonesa kutsvaga mumutauro wako wega pre-prints paBioRxiv.org. Inoshandisa Google Dudziro kupa shanduro dzakagadzirwa nemuchina wako zvaunobvunza, mhedzisiro yacho uye zvinyorwa zvemanyoro.", "search_label": "Izwi rekutsvaga", "language_label": "Mutauro", "privacy_toggle": "Kuvanzika", "privacy_header": "Kuvanzika", "source_link": "Kwakagadzirwa kodhi", "privacy_text": "Isu hatichengete zviri mukati memubvunzo chero. Shanduro yese inoitwa neGoogle."}, "sd": {"subtitle": "ھڪڙو تمام گهڻي پيچيده پري - پرنٽ وارو اوزار", "jswarning": "ھن صفحي لاء جاوا اسڪرپٽ گھربل آھي.", "description": "PanLingua توهان کي bioRxiv.org تي اڳ-پرنٽ لاء پنهنجي ٻوليء ۾ ڳولا ڪرڻ جي قابل بنائي ٿو. اهو گوگل ترجمو استعمال ڪري ٿو توهان جي سوالن جي مشين ٺاهيل ترجمي مهيا ڪرڻ، نتيجن ۽ نسخن جو متن.", "search_label": "تلاش جي اصطلاح", "language_label": "ٻولي", "privacy_toggle": "رازداري", "privacy_header": "رازداري", "source_link": "سورس ڪوڊ", "privacy_text": "اسان ڪنهن به سوال جي مواد کي ذخيرو نٿا ڪريون. گوگل پاران ترجمو ڪيو ويو آھي."}, "si": {"subtitle": "බහුභාෂා පූර්ව මුද්‍රණ සෙවුම් මෙවලමක්", "jswarning": "මෙම පිටුව ක්‍රියාත්මක වීමට JavaScript අවශ්‍ය වේ.", "description": "BioRxiv.org හි පූර්ව මුද්‍රණ සඳහා ඔබේම භාෂාවෙන් සෙවීමට PanLingua ඔබට හැකියාව ලබා දෙයි. ඔබගේ විමසුමේ යන්ත්‍ර මඟින් ජනනය කරන ලද පරිවර්තන, ප්‍රති results ල සහ අත් පිටපත් වල පෙළ සැපයීම සඳහා එය ගූගල් පරිවර්තනය භාවිතා කරයි.", "search_label": "සොයන්න කාලීන", "language_label": "භාෂාව", "privacy_toggle": "පෞද්ගලිකත්වය", "privacy_header": "පෞද්ගලිකත්වය", "source_link": "ප්රභව කේතය", "privacy_text": "අපි කිසිදු විමසුමක අන්තර්ගතය ගබඩා නොකරමු. සියලුම පරිවර්තන ගූගල් විසින් සිදු කරනු ලැබේ."}, "sk": {"subtitle": "Viacjazyčný vyhľadávací nástroj pred tlačou", "jswarning": "Na fungovanie tejto stránky je potrebný JavaScript.", "description": "PanLingua vám umožňuje vyhľadávať predtlače vo vašom vlastnom jazyku na bioRxiv.org. Používa Google Translate na poskytovanie strojom generovaných prekladov vášho dotazu, výsledkov a textu rukopisov.", "search_label": "Hľadaný výraz", "language_label": "Jazyk", "privacy_toggle": "súkromia", "privacy_header": "súkromia", "source_link": "Zdrojový kód", "privacy_text": "Neuchovávame obsah žiadneho dotazu. Celý preklad vykonáva spoločnosť Google."}, "sl": {"subtitle": "Večjezično orodje za iskanje pred tiskanjem", "jswarning": "Za delovanje te strani je potreben JavaScript.", "description": "PanLingua vam omogoča iskanje v predhodnem tisku v vašem jeziku v bioRxiv.org. Uporablja Google Translate za strojno ustvarjene prevode poizvedb, rezultatov in besedila rokopisov.", "search_label": "Iskalni izraz", "language_label": "Jezik", "privacy_toggle": "Zasebnost", "privacy_header": "Zasebnost", "source_link": "Izvorna koda", "privacy_text": "Vsebine nobene poizvedbe ne shranjujemo. Ves prevod izvaja Google."}, "so": {"subtitle": "Qalab raadinta luqadaha badan ku qoran horay loo daabaco", "jswarning": "JavaScript ayaa looga baahan yahay boggan inuu shaqeeyo.", "description": "PanLingua waxay awood kuu siineysaa inaad ku baarto luqaddaada si aad horay ugu sii daabacato barta bioRxiv.org. Waxay adeegsaneysaa Google Translate si ay u bixiso tarjumaadaha mashiinka ku-saleysan ee weydiimahaaga, natiijooyinka iyo qoraalka qoraalka gacmeedyada.", "search_label": "Ereyga raadinta", "language_label": "Af", "privacy_toggle": "Asturnaanta", "privacy_header": "Asturnaanta", "source_link": "Lambarka isha", "privacy_text": "Ma keydinno waxa ku jira weydiin kasta. Dhammaan turjumidda waxaa sameeya Google."}, "es": {"subtitle": "Una herramienta de búsqueda preimpresa multilingüe", "jswarning": "Se requiere JavaScript para que esta página funcione.", "description": "PanLingua le permite buscar en su propio idioma preimpresiones en bioRxiv.org. Utiliza Google Translate para proporcionar traducciones generadas por máquina de su consulta, los resultados y el texto de los manuscritos.", "search_label": "Término de búsqueda", "language_label": "Idioma", "privacy_toggle": "Intimidad", "privacy_header": "Intimidad", "source_link": "Código fuente", "privacy_text": "No almacenamos el contenido de ninguna consulta. Toda la traducción es realizada por Google."}, "su": {"subtitle": "Hiji alat milarian pre-print multibahasa", "jswarning": "JavaScript diperyogikeun pikeun fungsi pikeun halaman ieu.", "description": "PanLingua ngamungkinkeun anjeun pikeun milarian dina basa anjeun nyalira dina pre-prints di bioRxiv.org. Nganggo Google Translate pikeun nyayogikeun tarjamahan pamundut anjeun, hasil sareng téks naskah.", "search_label": "Istilah milarian", "language_label": "Basa Sunda", "privacy_toggle": "Privasi", "privacy_header": "Privasi", "source_link": "Kode sumber", "privacy_text": "Kami henteu nyimpen eusi sual naon. Sadaya tarjamahan anu dilakukeun ku Google."}, "sw": {"subtitle": "Chombo cha utaftaji wa lugha nyingi kabla ya kuchapishwa", "jswarning": "JavaScript inahitajika kwa ukurasa huu kufanya kazi.", "description": "PanLingua hukuwezesha kutafuta katika lugha yako mwenyewe kwa prints za mapema kwenye bioRxiv.org. Inatumia Tafsiri ya Google kutoa matoleo yanayotengenezwa na mashine ya swali lako, matokeo na maandishi ya maandishi.", "search_label": "Muda wa utaftaji", "language_label": "Lugha", "privacy_toggle": "Usiri", "privacy_header": "Usiri", "source_link": "Msimbo wa chanzo", "privacy_text": "Hatuhifadhi yaliyomo kwenye hoja yoyote. Tafsiri yote inafanywa na Google."}, "sv": {"subtitle": "Ett flerspråkigt förtryckssökverktyg", "jswarning": "JavaScript krävs för att den här sidan ska fungera.", "description": "PanLingua låter dig söka på ditt eget språk efter förtryck på bioRxiv.org. Den använder Google Translate för att tillhandahålla maskingenererade översättningar av din fråga, resultaten och texten till manuskript.", "search_label": "Sökterm", "language_label": "Språk", "privacy_toggle": "Integritet", "privacy_header": "Integritet", "source_link": "Källkod", "privacy_text": "Vi lagrar inte innehållet i någon fråga. All översättning utförs av Google."}, "tg": {"subtitle": "Воситаи ҷустуҷӯи пеш аз чопи бисёрзабона", "jswarning": "Барои ин сафҳа JavaScript кор кардан лозим аст.", "description": "PanLingua ба шумо имкон медиҳад, ки бо забони худ тарҷумаи пеш аз bioRxiv.org -ро ҷустуҷӯ кунед. Он тарҷумаи Google Translate -ро барои таъмини тарҷумаҳои бо мошини сохташудаи дархости шумо, натиҷаҳо ва матни дастнависҳо истифода мебарад.", "search_label": "Истилоҳи ҷустуҷӯ", "language_label": "Забон", "privacy_toggle": "Махфият", "privacy_header": "Махфият", "source_link": "Рамзи манбаъ", "privacy_text": "Мо мундариҷаи ягон дархостро нигоҳ намедорем. Ҳама тарҷумаро Google иҷро мекунад."}, "ta": {"subtitle": "ஒரு பன்மொழி முன் அச்சு தேடல் கருவி", "jswarning": "இந்த பக்கம் செயல்பட ஜாவாஸ்கிரிப்ட் தேவை.", "description": "BioRxiv.org இல் முன்கூட்டியே அச்சிடுவதற்கு உங்கள் சொந்த மொழியில் தேட பான்லிங்குவா உங்களுக்கு உதவுகிறது. உங்கள் வினவலின் இயந்திரத்தால் உருவாக்கப்பட்ட மொழிபெயர்ப்புகள், முடிவுகள் மற்றும் கையெழுத்துப் பிரதிகளின் உரையை வழங்க இது Google மொழிபெயர்ப்பைப் பயன்படுத்துகிறது.", "search_label": "தேடல் சொல்", "language_label": "மொழி", "privacy_toggle": "தனியுரிமை", "privacy_header": "தனியுரிமை", "source_link": "மூல குறியீடு", "privacy_text": "எந்தவொரு வினவலின் உள்ளடக்கங்களையும் நாங்கள் சேமிப்பதில்லை. எல்லா மொழிபெயர்ப்பும் கூகிள் செய்கிறது."}, "te": {"subtitle": "బహుభాషా ప్రీ-ప్రింట్ శోధన సాధనం", "jswarning": "ఈ పేజీ పనిచేయడానికి జావాస్క్రిప్ట్ అవసరం.", "description": "BioRxiv.org లో ప్రీ-ప్రింట్ల కోసం మీ స్వంత భాషలో శోధించడానికి పాన్‌లింగువా మిమ్మల్ని అనుమతిస్తుంది. మీ ప్రశ్న, ఫలితాలు మరియు మాన్యుస్క్రిప్ట్‌ల వచనం యొక్క యంత్ర-సృష్టించిన అనువాదాలను అందించడానికి ఇది Google అనువాదాన్ని ఉపయోగిస్తుంది.", "search_label": "శోధన పదము", "language_label": "భాషా", "privacy_toggle": "గోప్యతా", "privacy_header": "గోప్యతా", "source_link": "మూల కోడ్", "privacy_text": "మేము ఏ ప్రశ్నలోని విషయాలను నిల్వ చేయము. అన్ని అనువాదాలను గూగుల్ నిర్వహిస్తుంది."}, "th": {"subtitle": "เครื่องมือค้นหาการพิมพ์ล่วงหน้าหลายภาษา", "jswarning": "จำเป็นต้องใช้ JavaScript เพื่อให้หน้านี้ทำงานได้", "description": "PanLingua ช่วยให้คุณค้นหาในภาษาของคุณเองสำหรับพิมพ์ล่วงหน้าบน bioRxiv.org มันใช้ Google Translate เพื่อจัดทำคำแปลของคุณที่สร้างโดยเครื่องจักรผลลัพธ์และข้อความของต้นฉบับ", "search_label": "คำที่ต้องการค้นหา", "language_label": "ภาษา", "privacy_toggle": "ความเป็นส่วนตัว", "privacy_header": "ความเป็นส่วนตัว", "source_link": "รหัสแหล่งที่มา", "privacy_text": "เราจะไม่เก็บเนื้อหาของแบบสอบถามใด ๆ การแปลทั้งหมดดำเนินการโดย Google"}, "tr": {"subtitle": "Çok dilli bir ön baskı arama aracı", "jswarning": "Bu sayfanın çalışması için JavaScript gereklidir.", "description": "PanLingua, bioRxiv.org sitesinde ön baskı yapmak için kendi dilinizde arama yapmanızı sağlar. Sorgunuzun, sonuçların ve yazıların metninin makine tarafından oluşturulan çevirilerini sağlamak için Google Translate&#39;i kullanır.", "search_label": "Arama terimi", "language_label": "Dil", "privacy_toggle": "Gizlilik", "privacy_header": "Gizlilik", "source_link": "Kaynak kodu", "privacy_text": "Herhangi bir sorgunun içeriğini saklamaz. Tüm çeviri Google tarafından yapılır."}, "uk": {"subtitle": "Багатомовний інструмент пошуку перед друком", "jswarning": "Для роботи цієї сторінки потрібен JavaScript.", "description": "PanLingua дозволяє шукати на своїй власній мові попередні відбитки на bioRxiv.org. Він використовує Google Translate для надання машино-перекладених перекладів вашого запиту, результатів та тексту рукописів.", "search_label": "Пошуковий термін", "language_label": "Мова", "privacy_toggle": "Конфіденційність", "privacy_header": "Конфіденційність", "source_link": "Вихідний код", "privacy_text": "Ми не зберігаємо вміст жодного запиту. Весь переклад здійснює Google."}, "ur": {"subtitle": "ایک کثیر لسانی پری پرنٹ سرچ ٹول", "jswarning": "اس صفحے کے کام کرنے کے لئے جاوا اسکرپٹ کی ضرورت ہے۔", "description": "پینلنگوا آپ کو بائیو آرکسیو ڈاٹ آر او آرجیو پر پری پرنٹس کے ل your اپنی زبان میں تلاش کرنے کے قابل بناتا ہے۔ یہ آپ کے استفسار ، نتائج اور مخطوطات کے متن کو مشین سے تیار کردہ ترجمے فراہم کرنے کے لئے گوگل ترجمے کا استعمال کرتا ہے۔", "search_label": "تلاش کی اصطلاح", "language_label": "زبان", "privacy_toggle": "رازداری", "privacy_header": "رازداری", "source_link": "سورس کوڈ", "privacy_text": "ہم کسی بھی سوال کے مندرجات کو اسٹور نہیں کرتے ہیں۔ تمام ترجمہ گوگل کے ذریعہ کیا جاتا ہے۔"}, "uz": {"subtitle": "Ko&#39;p tilli bosmadan oldingi qidirish vositasi", "jswarning": "Ushbu sahifaning ishlashi uchun JavaScript kerak.", "description": "PanLingua sizga bioRxiv.org saytida chop etilgan nashrlarni o&#39;z ona tilingizda qidirishga imkon beradi. Google Translate-dan foydalanib, sizning so&#39;rovingiz, natijalar va qo&#39;lyozmalarning matnini avtomatik ravishda tarjima qilish uchun foydalaniladi.", "search_label": "Qidiruv atamasi", "language_label": "Til", "privacy_toggle": "Maxfiylik", "privacy_header": "Maxfiylik", "source_link": "Manba kodi", "privacy_text": "Biz biron bir so&#39;rov tarkibini saqlamaymiz. Barcha tarjima Google tomonidan amalga oshiriladi."}, "vi": {"subtitle": "Một công cụ tìm kiếm trước khi in đa ngôn ngữ", "jswarning": "JavaScript là cần thiết để trang này hoạt động.", "description": "PanLingua cho phép bạn tìm kiếm bằng ngôn ngữ của riêng bạn để in trước trên bioRxiv.org. Nó sử dụng Google Dịch để cung cấp các bản dịch do máy tạo ra cho truy vấn của bạn, kết quả và văn bản của bản thảo.", "search_label": "Thuật ngữ tìm kiếm", "language_label": "Ngôn ngữ", "privacy_toggle": "Riêng tư", "privacy_header": "Riêng tư", "source_link": "Mã nguồn", "privacy_text": "Chúng tôi không lưu trữ nội dung của bất kỳ truy vấn. Tất cả các bản dịch được thực hiện bởi Google."}, "cy": {"subtitle": "Offeryn chwilio cyn-argraffu amlieithog", "jswarning": "Mae angen JavaScript er mwyn i&#39;r dudalen hon weithredu.", "description": "Mae PanLingua yn eich galluogi i chwilio yn eich iaith eich hun am rag-brintiau ar bioRxiv.org. Mae&#39;n defnyddio Google Translate i ddarparu cyfieithiadau wedi&#39;u cynhyrchu gan beiriant o&#39;ch ymholiad, y canlyniadau a thestun y llawysgrifau.", "search_label": "Term chwilio", "language_label": "Iaith", "privacy_toggle": "Preifatrwydd", "privacy_header": "Preifatrwydd", "source_link": "Cod ffynhonnell", "privacy_text": "Nid ydym yn storio cynnwys unrhyw ymholiad. Perfformir yr holl gyfieithiad gan Google."}, "xh": {"subtitle": "Isixhobo sokukhangela sokushicilela esisebenzisa iilwimi ezininzi", "jswarning": "IJavaScript iyafuneka ukuze eli phepha lisebenze.", "description": "I-PanLingua ikuvumela ukuba ukhangele ngolwimi lwakho ulwimi lweprints pre-bioRxiv.org. Isebenzisa uGuqulelo lukaGoogle ukubonelela ngotshintsho olwenziwe ngomatshini kumbuzo wakho, iziphumo kunye nesicatshulwa semibhalo ebhaliweyo.", "search_label": "Indawo yokukhangela", "language_label": "Ulwimi", "privacy_toggle": "Imfihlo", "privacy_header": "Imfihlo", "source_link": "Ikhowudi yonikezo", "privacy_text": "Asigcini iziqulatho zawo nawuphi na umbuzo. Lonke uguqulelo lwenziwa nguGoogle."}, "yi": {"subtitle": "א מאַלטיילינגוואַל פאַר - דרוק זוך געצייַג", "jswarning": "דזשאַוואַסקריפּט איז פארלאנגט פֿאַר דעם בלאַט צו פונקציאָנירן.", "description": "PanLingua אַלאַוז איר צו זוכן אין דיין אייגענע שפּראַך פֿאַר פּרי פּרינץ אויף bioRxiv.org. עס ניצט Google Translate צו צושטעלן איבערזעצונגען פֿון מאשינען פֿון די אָנפֿרעג, די רעזולטאטן און טעקסט פון די מאַנוסקריפּטן פֿון מאשינען.", "search_label": "זוכן טערמין", "language_label": "שפּראַך", "privacy_toggle": "פּריוואַטקייט", "privacy_header": "פּריוואַטקייט", "source_link": "מקור קאָד", "privacy_text": "מיר טאָן ניט קראָם די אינהאַלט פון קיין אָנפֿרעג. כל איבערזעצונג איז געטאן דורך Google."}, "yo": {"subtitle": "Ọpa wiwa iṣapẹẹrẹ ọpọ-ede", "jswarning": "JavaScript nilo fun oju-iwe yii lati ṣiṣẹ.", "description": "PanLingua fun ọ ni anfani lati wa ni ede tirẹ fun awọn titẹ-ami-iṣaaju lori bioRxiv.org. O nlo Google Translate lati pese awọn itumọ-ẹrọ ti ipilẹṣẹ ti ibeere rẹ, awọn abajade ati ọrọ ti awọn iwe afọwọkọ.", "search_label": "Ọrọ wiwa", "language_label": "Ede", "privacy_toggle": "Asiri", "privacy_header": "Asiri", "source_link": "Koodu Orisun", "privacy_text": "A ko tọju akoonu ti eyikeyi ibeere. Gbogbo itumọ ni o ṣe nipasẹ Google."}, "zu": {"subtitle": "Ithuluzi lokusesha eliphambi kwezilimi eziningi", "jswarning": "IJavaScript iyadingeka ukuze leli khasi lisebenze.", "description": "I-PanLingua ikuvumela ukuthi useshe ngolimi lwakho ukuze uthole ukuphrinta ngaphambili ku-BioRxiv.org. Isebenzisa i-Google Humusha ukuhlinzeka ngokuhumusha okwenziwe ngomshini kombuzo wakho, imiphumela nombhalo wemibhalo yesandla.", "search_label": "Igama lokusesha", "language_label": "Ulimi", "privacy_toggle": "Ubumfihlo", "privacy_header": "Ubumfihlo", "source_link": "Ikhodi yomthombo", "privacy_text": "Asikugcini okuqukethwe kwanoma yimuphi umbuzo. Konke ukuhumusha kwenziwa yi-Google."}}